Repository: giellalt/corpus-sme
Catalog: prestable/tmx/nob/facta/skuvlahistorja2/asta-s.htm.tmx
Source language: sme
Languages: nob

source: Kveanat maid leat unnitlogugielagat
nob: Kvener er også minoritetsspråklige

source: Go almmuhišgođiimet ođđa jurdagiid nubbingieloahpahusa birra, de cuiggodedje min go eat lean jurddašan kveanaid dili birra.
nob: Da vi begynte å kunngjøre de nye ideene om andrespråksopplæring, fikk vi kritikk for at vi ikke hadde tenkt på kvenenes situasjon.

source: Muhtin kveanagieloahpaheaddji gii oassálasttii min konferánssas, čilgii ahte dát ođđa oahpahusvuogit ledje seamma ávkkálaččat sidjiide.
nob: En kvensklærer som deltok på konferansen vår forklarte at disse nye undervisningsmetodene var like nyttige for dem.

source: Oinniimet ahte sámi ja kveana birrasis ledje seammá beroštumit, mii váikkuhii dasa ahte Sámi allaskuvla muhtin jagiid lágidii guovttegielatvuođapedagogihkkaoahpahusa ovttas Finnmárkku allaskuvlla suomagielossodagain.
nob: Samisk og kvensk miljø hadde de samme interessene, noe som førte til at Samisk høgskole noen år arrangerte kurs i tospråklighetspedagogikk sammen med finskavdelinga ved Høgskolen i Finnmark.

source: Studeanttaid gaskkas ledje sihke sámegiel- ja suomagieloahpaheaddjit ja earát geat beroštedje sámegiel- ja/dahje suomagieloahpahusa buoridit.
nob: Blant studentene var det både samisk- og finsklærere og andre som var interesserte i å forbedre undervisninga i samisk og / eller i finsk.

source: Oahpponeavvoguovddáža ásahit
nob: Oppretting av læremiddelsenter

source: Nubbi stuora hástalus mainna bargen lei buoridit oahpponeavvodili.
nob: Den andre store utfordringa som jeg arbeida med var å bedre læremiddelsituasjonen.

source: Lei dovddus ášši ahte oahpponeavvováili lei stuoris ja ahte skuvllat gillájedje dáinna, muhto lei váttis oažžut departemeantta áddet dan.
nob: Det var ei kjent sak at det var stor mangel på læremidler og at skolene lei under det, men det var vanskelig å få departementet til å forstå det.

source: Suokkardallagođiimet olles oahpponeavvohivvodaga ollislaččat ja gávnnaheimmet man ollu dahje man unnán oahpponeavvut gávdnojedje davvi-, julev- ja lullisámegillii iešguđetge fága ja luohká várás.
nob: Vi gjorde en grundig undersøking av hvor mye, eller rettere hvor lite som fantes av læremidler på nord-, lule- og sørsamisk for hvert enkelt fag og klasse.

source: Mihttomearrin lei ahte juohke fágas ja luohkás galggai leat unnimusat okta olles oahppodagus: oahppigirji, bargogirji ja oahpaheaddjigirji.
nob: Målsettinga var at hvert fag og klasse skulle ha minst et helt læreverk; lærebok, arbeidsbok og lærerveiledning.

source: Kártenbargu čájehii man heajos dilli lei, go mii gráfalaččat nákciimet duođaštit ahte eanaš fágain eat juksan unnimus mihttomearige. Baicce lei nu ahte máŋgga fágas ii gávdnon oktage dohkkehuvvon oahppogirji.
nob: Kartleggingsarbeidet viste hvor alvorlig situasjonen var, da vi kunne grafisk framstille at i de fleste fag var vi langt fra å nå minimumsmålet, det var heller slik at i mange fag fantes det ikke et eneste godkjent læremiddel.

source: Norgga skuvllain ja dárogiel oahpahusas ledje buot fágain eai fal dušše oahppodahkosat, muhto munni válljet iešguđetlágan oahppodahkosiid gaskkas, ja válljet maid lassegirjjiid, diehto- ja giehtagirjjiid.
nob: I norsk skole og den norskspråklige opplæringa var det i hvert fag ikke bare læreverk, men rom for å velge mellom forskjellige læreverk, og i tillegg velge tilleggsbøker, oppslags- og handbøker.

source: Dat vuohki oainnusin dahkat dili buvttii bohtosiid, departemeanttas álge áddegoahtit man sakka oahpponeavvováili hehttii sámeskuvlla.
nob: Den måten å synliggjøre situasjonen på ga resultat. I departementet begynte de å forstå hvor stort hinder læremiddelmangelen var for samiske skoler.

source: Ruhtadeapmi oahpponeavvuid ráhkadeami várás lei nu unnán ahte dakkár ruhtavániin mii dalle lei, livččii mannan unnimusat 50 jagi ovdal go buot fágain livččiimet juksan vuolimus mihttomeari.
nob: Bevilgningene til læremiddelproduksjon var så små at med den farta som var da ville det gå minst 50 år før alle faga ville ha nådd minimumsmålsettinga.

source: Muhto ruhtaváili ii lean áidna čuolbma.
nob: Men pengemangel var ikke det eneste problemet.

source: Ja go lei stuora oahpaheaddjiváili, de lea lunddolaš ahte skuvllain dovde ahte oahpponeavvobargu suoládii sis oahpaheddjiid.
nob: Vi trengte også læremiddelforfattere, og vanligvis var det oftest lærere som kunne skrive lærebøker.

source: Oahpaheddjiin lei stuora bargonoađđi ja oahpponeavvoráhkadeapmái gáibiduvvui lassi ja sierra máhttu.
nob: Når det samtidig var stor mangel på lærere, var det naturlig at skolene følte at læremiddelarbeidet stjal lærere fra dem.

source: Lágideimmet oahpponeavvoráhkadankurssaid, masa oaččuimet veahki Nasjonalt læremiddelsenteris (Našuvnnalaš oahpponeavvoguovddážis) ja sámi lágádusain.
nob: Lærerne hadde stor arbeidsbyrde og læremiddelproduksjonen krevde tilleggskunnskaper. Vi arrangerte læremiddelproduksjonskurs, der vi fikk hjelp av Nasjonalt læremiddelsenter og av samiske forlag.

source: 1991:s ražasteimmet alcceseamet departemeanttas ruhtabinná čielggadit oahpponeavvodili ja oahpponeavvoguovddáža ásaheami.
nob: I 1991 klarte vi å presse ut av departementet en liten pengesum for å utrede læremiddelsituasjonen og oppretting av læremiddelsenter.

source: Mu jurdda lei ahte jus galgá oidnosii buktit oahpponeavvodili, de ferte sirret dan oahpahusráđi dábálaš doaimmas.
nob: Tanken var at om vi skulle få læremiddelsituasjonen fram i lyset, så måtte vi ha eget læremiddelsenter.

source: Berrejit leat vissis bargit geat barge dušše dainna, ja berre maid gávdnot čájáhuslatnja gos buohkat sáhttet oaidnit makkár oahpponeavvut gávdnojit.
nob: Det burde være bestemte ansatte som arbeida bare med det, og det burde også være et utstillingsrom der alle kunne se hvilke læremidler som fantes.

source: Departemeanta nammadii lávdegotti, man mun jođihin.
nob: Departementet oppnevnte et utvalg, som jeg leda.

source: Ledje mielde mu bargoskihpár Kristine Nystad ja sihke fylkka ja departemeantta olbmot.
nob: Der deltok ellers min kollega Kristine Nystad og folk fra både fylke og departement.

source: Kártiimet oahpponeavvodili Sámis ja buohtastahtiimet dan sullasaš guovlluiguin, giela sturrodaga dáfus.
nob: Vi kartla læremiddelsituasjonen i Sápmi og sammenligna med tilsvarende områder når det gjaldt størrelsen på språket.

source: Mii galledeimmet Fearsulluid ja Ruonáeatnama ja gávnnaheimmet ahte doppe ledje buorit ovdamearkkat midjiide, mat ledje ávkkálaččat.
nob: Vi besøkte Færøyene og Grønland og fant ut at der var det gode eksempler som vi kunne dra nytte av.

source: Ee. ledje doppe sierra oahpponeavvoguovddážat.
nob: Blant annet var der egne læremiddelsenter.

source: Oahpahusráđi sirdin Sámediggái
nob: Flytting av utdanningsrådet til Sametinget

source: Álggu rájes, 1976:s, lei Sámi oahpahusráđđi leamaš Oahpahusdepartemeantta ráđđeaddi orgána.
nob: Fra starten i 1976 hadde Samisk utdanningsråd vært rådgivende organ for Utdanningsdepartementet.

source: Ja vaikko ollu lei rievdan sámepolitihkas dán áigodagas, de sámi oahpahussektora organiserenmálle ii lean rievdan.
nob: Og sjøl om mye hadde blitt endra i samepolitikken i den perioden, hadde organiseringa av den samiske utdanningssektoren ikke blitt endra.

source: 1991:s buvttii departemeanttaidgaskasaš bargojoavku árvvoštallama barggu ja válddi sirdima hárrái Sámediggái ja celkkii Sámi oahpahusráđi birra ná: «Bargojoavku jáhkká ahte sáhttá leat lunddolaš ahte vel vuordá veahá ovdalgo sirdá guovddáš eiseválddiid hálddašanválddi Sámediggái das mii guoská Sámi oahpahusráđi doibmii.
nob: I 1991 evaluerte ei interdepartemental arbeidsgruppe overføring av oppgaver og myndighet til Sametinget. Gruppa uttalte om Samisk utdanningsråd: «Arbeidsgruppen antar at det kan være naturlig at en foreløpig venter noe med å overføre forvaltningsmyndighet fra sentralt hold til Sametinget når det gjelder Samisk utdanningsråds løpende virksomhet.

source: Muhto álgun sáhtášii dál juo sirdit hálddašanválddi nammadit Sámi oahpahusráđi Sámediggái.»
nob: Imidlertid bør en som en begynnelse umiddelbart kunne overføre myndigheten til å oppnevne Samisk utdanningsråd til Sametinget.»

source: 1993:s ásahii Sámediggi lávdegotti mii guorahalai mo sámi oahpposuorggi hálddahusa sáhtášii organiseret.
nob: I 1993 oppnevnte Sametinget et utvalg som utreda hvordan den samiske utdanningssektoren kunne organiseres.

source: Mun jođihin dán lávdegotti ja muđui ledje mielde Randi Nordback Madsen, Oahpahusdepartemeanttas, Mikkel Nils Sara, Sámi allaskuvllas, Jon Meløy, Sámi joatkkaskuvllas ja boazodoalloskuvllas ja Ella Holm Bull, Sámedikki ovddas.
nob: Jeg leda dette utvalget og ellers deltok Randi Nordback Madsen fra Utdanningsdepartementet, Mikkel Nils Sara fra Samisk høgskole, Jon Meløy fra Samisk videregående skole og reindriftsskole og Ella Holm Bull for Sametinget.

source: Min čielggadusa namma lei «Utredning av omorganisering av den samiske utdanningssektoren.
nob: Utredninga vår het «Utredning av omorganisering av den samiske utdanningssektoren.

source: (Čielggadus lei dušše fal dárogillii.)
nob: Utredninga kom bare på norsk.

source: Lávdegoddi árvalii 6 vejolaš organiserenmálle, ja doarjjui ieš dan málle mii attii eanemus fámu Sámediggái.
nob: Utvalget streka opp 6 mulige organiseringsmåter og gikk sjøl inn for den som ga mest makt til Sametinget.

source: Earret eará evttoheimmet ahte Sámedikkis galggai leat fápmu mearridit sámi skuvlla sisdoalu nu ahte ieš galggai beassat mearridit oahppoplánaid sisdoalu.
nob: Blant annet foreslo vi at Sametinget skulle ha mandat til å avgjøre innholdet i den samiske skolen slik at det sjøl skulle fastsette læreplanene.

source: Muhtun oasit min evttohusas čađahuvvojedje, muhto Sámediggi ii ožžon nu ollu fámu go leimmet vuordán.
nob: Noen deler av forslaga våre blei gjennomført, men Sametinget fikk ikke så mye makt som vi hadde venta.

source: Evttoheimmet bidjat oahpahusráđi Sámedikki vuollái.
nob: Vi foreslo å legge Samisk utdanningsråd under Sametinget.

source: Nu šattai, muhto go Sámediggi beasai hálddašišgoahtit sámi oahpahusa, de heaittihuvvui maiddái olles ráđđi.
nob: Slik blei det, men da Sametinget fikk makt over organiseringa av samisk utdanningsadministrasjon, valgte man å legge ned hele Samisk utdanningsråd.

source: Sámi oahpahusráđđi jávkkai Sámedikki organisašuvdnarievdadanprosessii, ja dalle jávkkai maiddái politihkalaš válljejuvvon fágabiras mii lei leamašan hui oinnolaš sámi servodagas.
nob: Utdanningsrådet forsvant i Sametingets organisasjonsendringsprosess, og da forsvant også det politisk valgte fagmiljøet som hadde vært svært synlig i det samiske samfunnet.

source: Bázii dušše hálddahus; Sámedikki oahpahusossodat, ja dan bajábealde lea Sámediggeráđđi, man lahtuin ii lean erenoamáš gealbbolašvuohta ja beroštupmi skuvlaáššiin.
nob: Det blei bare igjen en administrasjon; Sametingets opplæringsavdeling. Over denne var bare Sametingsrådet, med medlemmer uten spesiell kompetanse eller interesse for skolesaker.

source: Ráđis čohkkájedje 5 politihkalaš ovddasteaddji, geat galge fuolahit ollislaččat ja visot sámepolitihka.
nob: I rådet satt 5 politisk valgte representanter som skulle styre med alle sider ved samepolitikken.

source: Sámi oahppoplána 97 – illá šattai
nob: Trang fødsel for samiske læreplaner

source: Dalle go bargagohten SOR:s, de lei aiddo boahtán vuođđoskuvlla minsttarplána M 87, mas čuvvo sámi fágaplánat.
nob: Da jeg begynte å arbeide i Samisk utdanningsråd, hadde vi mønsterplanen M87, som hadde visse samiske fagplaner.

source: Eat bargan oahppoplánabargguiguin, baicce lei váldoášši háhkat ja ráhkadit strategijaid sámegiel oahpponeavvobarggu várás.
nob: Vi arbeida da ikke med læreplanarbeid, hovedsaka var heller å lage strategier for samisk læremiddelarbeid.

source: Muhto eat beassan guhká rafis bargat go oahpahusministtar Gudmund Hernes álggahii ođastusaid.
nob: Men vi fikk ikke arbeidsro lenge da utdanningsminister Gudmund Hernes starta reformarbeidet sitt.

source: Vuosttaš lei vuođđoskuvlla, joatkkaoahpahusa ja rávesolbmuidoahpahusa oktasaš oppalaš oahppoplána.
nob: Først kom den felles generelle læreplanen for grunnskole, videregående opplæring og voksenopplæring.

source: Lágiduvvojedje álggahankonferánssat juohke fylkkas, ja mun ovddastin sámi beroštumiid konferánssas Čáhcesullos 1991:s.
nob: Det blei arrangert oppstartkonferanser i hvert fylke, og jeg representerte de samiske interessene på konferansen i Vadsø i 1991.

source: Doppe ovdanbukten dárbbu ja maiddái Norgga geatnegasvuođa váldit sámi perspektiivva duođas oahppoplána barggus.
nob: Der la jeg klart fram behovet og også Norges forpliktelse til å ta det samiske perspektivet alvorlig i læreplanarbeidet.

source: Muhto dat mii bođii oppalaš oassái lei viehka láivi, ii dohkálaš oppanassiige.
nob: Men det som kom i den generelle delen var svært svakt. Det var på ingen måte akseptabelt for oss.

source: Joatkkaskuvlaođastus bođii 1994, muhto Sámi oahpahusráđis ledje unnán bargonávccat bargat dainna, sáddiimet ovtta prinsihppacealkámuša.
nob: Så kom Reform 94 for videregående opplæring, men Samisk utdanningsråd hadde liten kapasitet til å arbeide med denne, vi sendte en prinsipputtalelse.

source: Mii fertiimet vuoruhit vuođđoskuvlla.
nob: Vi måtte prioritere grunnskolen.

source: Ja mis lei dušše okta konsuleanta, gii barggai joatkkaskuvlla áššiiguin.
nob: Og vi hadde bare en konsulent som arbeida med saker som gjaldt videregående opplæring.

source: Min ráđis ledje maiddái eanaš vuođđoskuvlla berošteaddjit.
nob: I rådet vårt var det også mest grunnskolefolk.

source: Heiten oahpahusráđis 1993 ' loahpas, muhto jotken oahppoplánabargguid muhtin muddui 1994:s go departemeanta lei nammadan mu oahppoplánabarggu referánsajovkui.
nob: Jeg slutta i utdanningsrådet på slutten av 1993, men fortsatte noe med læreplanarbeid i 1994, ettersom departementet hadde oppnevnt meg til referansegruppe for læreplanarbeid.

source: Departemeantta jurdda lei ahte galggai leat dušše okta oahppoplána buohkaide, ja de galge moadde sámi fáttá heivehuvvot našuvnnalaš oahppoplánii.
nob: Departementets tanke var at det skulle være bare en læreplan for alle, og at så skulle noen samiske emner passes inn i den nasjonale læreplanen.

source: Girko-, oahpahus- ja dutkandepartemeanta čálii reivves 14.01.1994 ahte departemeanta lea ovddidan «jurdaga ahte ođđa minsttarplána galgá leat našuvnnalaš plána mii fátmmasta buot oahpahusa mii galgá addot riikka vuođđoskuvlaohppiide, maiddái sámi guovddášguovlluin.»
nob: Kirke-, utdannings- og forskningsdepartementet skreiv i brev av 14.01.1994 at departementet hadde fremma: «tanken om at den nye mønsterplanen skal være en nasjonal plan som omfatter all undervisning som skal gis landets grunnskolelever, også i de samiske kjerneområdene.»

source: Ágga lasihit sámi fáttáid lei ahte «lea dehálaš ahte buot norgga skuvlla oahppit ožžot buoret ja vuđolat dieđuid sámi kultuvrra ja historjjá birra.»
nob: Argumentet for samiske emner var at «det er viktig at alle elever i norsk skole får en bedre og bredere kjennskap til den samiske befolkningens kultur og historie.»

source: Dat mearkkašii ahte departemeanta geavahii dáža ohppiid dárbbu oahppat sámiid birra ággan sierra sámi oahpoplánaid ráhkadeami vuostá !
nob: Det betyr at departementet brukte de norske elevenes behov for å lære om samene som argument mot egen samisk læreplan !

source: Dan mii eat sáhttán dohkkehit.
nob: Det kunne vi sjølsagt ikke godta.

source: Mii leimmet aiddo moadde jagi ovdal ožžon sámi fágaplánaid muhtin fágain, danin eat sáhttán mange láhkái dohkkehit ahte sámi sisdoallu sámi skuvllain galggai hedjonit dál go sámi riektedilli ii leat leamaš ná nanus goassege ovdal.
nob: Vi hadde nettopp få år før fått samiske læreplaner i noen fag, vi kunne på ingen måte godta at det samiske innholdet i samiske skoler skulle svekkes nå når samenes rettsstilling var sterkere enn noen gang før.

source: SOR vástidii juo 04.02.1994: «Sámi oahpahusráđđi ii leat ovtta oaivilis dainna ahte galgá leat oktasaš našuvnnalaš plána.
nob: Samisk utdanningsråd svarte allerede 04.02.1994: «Samisk utdanningsråd er ikke enig i at det skal være en felles nasjonal plan.

source: Ferte ráhkaduvvot sierra plána guovlluide maid Sámelága giellanjuolgadusat fátmmastit.
nob: Det må lages en egen plan for de områder som omfattes av Samelovens språkregler.

source: Das ferte buot fágaid fágaplánaid lassin maiddái leat oppalaš oassi.»
nob: Den må foruten fagplaner i alle fag inneholde en generell del.»

source: Golbma beaivvi dan maŋŋil lei oahppoplánabarggu referánsajoavkkus čoahkkin.
nob: Tre dager seinere var det møte i referansegruppa for læreplanarbeidet.

source: Čoahkkinreferáhtas boahtá čielgasit ovdan ahte in lean ovtta oaivilis departemeanttain: «Asta Balto ii searvan refererejuvvon kommentáraide, mat gullet bajilčállagii «Sámegiella, kultuvrra ja sámi oahppit», nubbin maŋimuš čuoggái.
nob: Av møtereferatet kommer det klart fram at jeg ikke var enig med departementet: «Asta Balto reserverte seg i forhold til de refererte kommentarer under overskriften Samisk språk, kultur og samiske elever, nest siste strekpunkt.

source: Dárbbašuvvojit sierra sámi plánat.
nob: Det er behov for egne samiske planer.

source: Son jugii ođđa notáhta mas dárkileappot čilgii iežas ovddit ávžžuhusa referánsajovkui.»
nob: Hun delte ut et nytt notat med presiseringer av sitt tidligere innspill til referansegruppen.»

source: Notáhtas čilgejin vuđolaččat sámiid skuvladili, min kollektiiva vuoigatvuođaid ja manne dárbbašuvvojit sihke sierra sámi oahppoplána ja sámi fáttát našuvnnalaš oahppoplánain.
nob: I notatet forklarte jeg grundig samenes skolesituasjon, våre kollektive rettigheter og hvorfor det var behov for både egen samisk læreplan og samiske emner i de nasjonale læreplanene.

source: Čoahkkima maŋŋil sáddejin reivve joavkojođiheaddjái, mas čilgejin maid oaivvildin sierra sámi oahppoplánadahkosiin: «Vuosttaš oasis addojit dakkár signálat ahte sámi sisdoallu sámi ohppiid várás lea báikkálaš fáttát.
nob: Etter møtet sendte jeg brev til gruppelederen, der jeg forklarte hva jeg mente med egne samiske læreplaner slik: «Første avsnitt gir signaler om at det samiske innholdet for de samiske elevene er lokalt stoff.

source: Gal lea buorre ahte beassá heivehit báikkálaččat, muhto dat ii sáhte buhtadit vejolašvuođa hábmet oktasas sámi skuvlla.
nob: Det er greit nok med muligheter for lokale tilpasninger, men det må ikke erstattes med eller gå på bekostning av muligheten for en felles samisk utforming av skolen.

source: Áiggun muittuhit din ahte sámiin leat oktasaš vuoigatvuođat ovddidit skuvlla sámi servodaga vuođul, dát lea áibbas eará go báikkálaš deattuheamit ja čiekŋudeapmi sámi gielas ja kultuvrras.
nob: Jeg vil minne dere om at samene har kollektive rettigheter til å utvikle en skole med basis i det samiske samfunnet, dette er noe annet enn lokale vektlegginger og fordypninger i samisk språk og kultur.

source: Lea baicce sáhka sámi plánadahkosis, mas lea sámegiella ja sámi kultuvra vuođđun.
nob: Det er heller snakk om et samisk planverk som tar utgangspunkt i samisk språk og kultur.

source: Dat mearkkašivččii oktasaš sámi máhtto-, kultuvra- ja árvovuoddu Elgå rájes lulde Girkonjárgga rádjái davás, ja eandalit oktasašvuođa mii maiddái manná riikkarájiid rastá Ruŧŧii, Supmii ja Ruššii.»
nob: Det vil innebære et samisk felles kunnskaps-, kultur- og verdigrunnlag fra Elgå i sør til Kirkenes i nord, og ikke minst et fellesskap som også strekker seg over landegrensene til Sverige, Finland og Russland.»

source: Departemeanttas eai vel oro ádden dan, go 24.02.1994 čálii ekspedišuvdnahoavda Hanna Marit Jahr: «Čujuhan maiddái čoahkkimii SOR:in Oslos 30.11.1993, mas čielgasit daddjojuvvui juohkehačča bealis ahte sámi oahppit galge sihkkarastojuvvot seamma máhttovuođu go buot eará oahppit vuođđoskuvllas.
nob: Departementet syntes ennå ikke å forstå dette, for 24.02.1994 skreiv ekspedisjonssjef Hanna Marit Jahr: «Jeg viser også til møtet med SUR i Oslo 30.11.1993, hvor det klart ble sagt fra alle hold at samiske elever skulle sikres det samme kunnskapsgrunnlag som alle andre elever i grunnskolen.

source: Dát lea maiddái ILO-konvenšuvnna 2. artihkkala mielde, mii cealká: «Sihkkarastit dáid álbmogiid lahtuide seamma dási vuoigatvuođaid ja vejolašvuođaid go maid guđege riikka lágat ja ásahusat addet seamma riikka eará veagadatjoavkkuide.»
nob: Det er også i tråd med ILO-konvensjonens kapittel 2, at «- medlemmer av disse folk nyter godt av de rettigheter og muligheter som nasjonale lover og forskrifter sikrer for andre medlemmer av befolkningen, på lik linje med disse».

source: Dát sihkkarastojit oktasaš geatnegahtton oahppoávdnasiid bokte, mat leat buot ohppiid várás.
nob: Dette sikres gjennom det felles obligatoriske lærestoffet for alle elever.

source: Dat sihkkarastá maiddái sámi ohppiide seammaárvosaš gelbbolašvuođa maŋŋá vuođđoskuvlla.»
nob: Det sikrer også samiske elever en likeverdig kompetanse etter endt grunnskole.»

source: Sis lei ain boaresáigásaš áddejupmi ahte ovttadássásašvuohta lei seammaláganvuohta, namalassii ahte buohkat galge gieđahallojuvvot seammaláganin; dážan.
nob: De hadde ennå den gammeldagse forståelsen at likeverd er likhet, nemlig at alle skal behandles som det samme; som norske.

source: Dien dehálaš erohusa lei Sámelávdegoddi čilgen juo 1959:s ja erohusas lea čielga politihkalaš váikkuhus sámiide ja eará álgoálbmogiidda.
nob: Denne viktige forskjellen hadde Samekomiteen forklart allerede i 1959, og den forskjellen hadde klar politisk betydning for samer og andre urfolk.

source: Ođastusbargui oaččuhit sámi sisdoalu lei lossa ja garra bargu ja ministar Hernesa ii sáhte gal rábmot beroštan sámi áššiin.
nob: Å få samisk innhold inn i reformarbeidet var tungt og hardt arbeid og man kan ikke skryte av minister Hernes ' interesse for samiske spørsmål.

source: Fertiimet issorasat doapmat mobiliseret Sámedikki njunuš politihkkáriid gádjut ođastusa sámi oasi.
nob: Vi måtte skynde oss å mobilisere de ledende politikerne i Sametinget for å redde den samiske delen av reformen.

source: Proseassa loahpageahčen lei Hanna Marit Jahr mieđihišgoahtán sámi gáibádusaide ja sierra sámi oahppoplánii ja sámi fáttát našuvnnalaš plánii šadde boađusin.
nob: I slutten av prosessen hadde Hanna Marit Jahr begynt å gi etter for samiske krav om egen samisk læreplan og samiske emner i den nasjonale planen blei resultatet.

source: Nu guhká go mun bargen Sámi oahpahusráđis de mis ii lean mihkkege njuolga geainnuid Hernesii ja son ii goassege jearran mis makkárge ráđi, ii goassege.
nob: Så lenge som jeg arbeida i Samisk utdanningsråd hadde vi ikke noen direkte veg til Hernes og han spurte oss aldri om råd, ikke en eneste gang.

source: Son ii oahppaladdan oahpahusráđi, iige muđuige sámi guovlluid mu áiggis, vaikko máŋgii bovdiimet su.
nob: Han besøkte aldri utdanningsrådet og heller ikke samiske områder i mi tid, sjøl om vi inviterte han mange ganger.

source: Mátta- ja julevsámegielat leat áitojuvvon
nob: Sør- og lulesamisk trua

source: Direktevrra virggis gártá oahpásmuvvat iešguđet sámi dillái, ja mu álggii vuorjat dat go oidnen man áitojuvvon mátta- ja julevsámi gielat leat.
nob: I direktørstillinga fikk jeg bli kjent med varierende samiske forhold og jeg blei bekymra da jeg så hvor trua sørsamisk og lulesamisk språk var.

source: Illá gávdnojedje mánát, geat hálle sámegiela vuosttaš giellan ja dutkit lohket dien leat mearkan giellajápmui.
nob: Det fantes knapt barn som snakka samisk som førstespråk og forskere sier det er et tegn på språkdød.

source: Jus mánát eai oahpa, gii de fievrrida giela boahtte buolvvaide ?
nob: Dersom barna ikke lærer, hvem vil da overføre språket til kommende generasjoner ?

source: Sis lei heajut oahpaheaddji- ja oahpponeavvodilli go davvisámi guovllus.
nob: De hadde dårligere lærer- og læremiddelsituasjon enn i nordsamiske områder.
